Revit 2027 API
ParameterTypeId.MepSegmentOverride Property
 "Overrides"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepSegmentOverride { get; }
Public Shared ReadOnly Property MepSegmentOverride As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepSegmentOverride {
	ForgeTypeId^ get ();
}
static member MepSegmentOverride : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace